Repository: PatrikCesnek/BrnoPlaces
Catalog: BrnoPlaces/Strings+localization/Localizable.xcstrings
Source language: en
Languages: cs, sk

source: Added on
cs: Přidáno
sk: Pridané

source: Address of the place
cs: Adresa místa
sk: Adresa miesta

source: Brno Places
cs: Brno místa
sk: Brno miesta

source: Closest
cs: Nejbližší
sk: Najbližšie

source: Description of the place
cs: Popis místa
sk: Popis miesta

source: Dismiss
cs: Zrušit
sk: Zrušiť

source: Error message
cs: Chybová zpráva
sk: Chybová správa

source: Image of the place
cs: Obrázek místa
sk: Obrázok miesta

source: Link to the place's website
cs: Link na webstránku místa
sk: Link na webstránku miesta

source: List
cs: Seznam
sk: Zoznam

source: Map
cs: Mapa
sk: Mapa

source: More Info
cs: Více info
sk: Viac info

source: Navigate
cs: Navigovat
sk: Navigovať

source: Navigate to place button
cs: Tlačítko navigovat na místo
sk: Tlačítko navigovať na miesto

source: Ooops, something went wrong...
cs: Hups, něco se pokazilo…
sk: Hups, niečo sa pokazilo…

source: Places
cs: Místa
sk: Miesta

source: Search
cs: Hledat
sk: Hľadať

source: Sort
cs: Seřadit
sk: Zoradiť

source: Sort option
cs: Třídit podle
sk: Triediť podľa

source: Title of the place
cs: Název místa
sk: Názov miesta

source: Toggle favorite
cs: Přepnout oblíbené
sk: Prepnúť obľúbené

source: Try Again
cs: Zkusit znovu
sk: Skúsiť znovu

source: Unknown
cs: Neznámé
sk: Neznáme
